Repository: Alex-mint/Storage
Catalog: storage/locale/*/LC_MESSAGES/django.po
Languages: de

source: su pedido
de: ihre Bestellung

source: cancelado
de: stornieren

source: Su Pedido
de: Ihre Bestellung

source: Pedido
de: Bestellung

source: Meses
de: Monat

source: Usuario
de: Benutzer

source: Contraseña
de: Password

source: Rep. contraseña
de: Wiederholen Password

source: Panel de control
de: Dashboad

source: Pedidos
de: Bestellungs

source: Dirección
de: Anschrift

source: Detalles de su cuenta
de: Kontodaten

source: Salir
de: Abmelden

source: Hola
de: Hallo

source: Fecha
de: Datum

source: Ver Pedido
de: Bestellung ansehen

source: Editar Dirección
de: Adresse bearbeiten

source: Ciudad
de: Stadt

source: Calle
de: Strasse

source: Numero
de: Nummer

source: Guardar
de: Speichern

source: Editar su cuenta
de: Konto bearbeiten

source: Nombre
de: Name

source: Apellidos
de: Familienname

source: Telefono
de: Telefon

source: INICIO
de: HOME

source: QUIEN SOMOS
de: ÜBER UNS

source: MIS PEDIDOS
de: MEINE BESTELLUNGEN

source: SALIR
de: ABMELDEN

source: REGISTRARME
de: REGISTRIEREN

source: ACCEDER
de: ANMELDEN

source: Informacion
de: Information

source: Inicio
de: Home

source: Quien somos
de: Über uns

source: Contacto
de: Kontact

source: Registrarme
de: Registrieren

source: Acceder
de: Anmelden

source: Donde Estamos
de: Besuchen Sie uns

source: Teléfono
de: Telefon

source: Abierto
de: Öffnen

source: Domingo : Cerrado
de: Sonntag: Geschlossen

source: CONTACTO
de: KONTACT

source: Producto
de: Artikel

source: Pricio
de: Preis

source: Cantidad
de: Menge

source: Actualizar precio
de: Aktualisierungspreis

source: Aplicar
de: Gelten

source: Volver
de: Zurück

source: Continuar
de: Weiterhin

source: Detalles de Pedido
de: Bestelldetails

source: Fecha de inicio
de: Startdatum

source: Comentario
de: Kommentar

source: mes
de: Monat

source: meses
de: Monat

source: Oferta especial
de: Angebot

source: Alquilar Ahora
de: Jetzt mieten

source: Añadir al Pedido
de: Hinzufügen

source: dias
de: Tage

source: Pedido Creado
de: Bestellung erstellt

source: Fecha de fin
de: Enddatum

source: Precio total
de: Total Preis

source: Cancelar Pedido
de: Bestellung stornieren
